/* Localizable strings of com.apple.Quicktime preference manifest */

"Quicktime.pfm_title" =			"QuickTime Pro-Registrierungsnummer";
"Quicktime.pfm_description" =			"Einstellung für die QuickTime Pro-Registrierungsnummer";

"Pro Key.pfm_title" =			"QuickTime Pro-Registrierungsinformationen";
"Pro Key.pfm_description" =			"QuickTime Pro-Registrierungsinformationen";

"Name.pfm_title" =			"Name";
"Name.pfm_description" =			"Geben Sie den Namen ein, den Sie in das QuickTime Pro-Registrierungsfenster eingeben würden.";
"Organization.pfm_title" =			"Firma";
"Organization.pfm_description" =			"Geben Sie die Firma ein, den Sie in das QuickTime Pro-Registrierungsfenster eingeben würden.";
"Registration Key.pfm_title" =			"Registrierungsnummer";
"Registration Key.pfm_description" =			"Zeichenkette für die QuickTime Pro-Registrierungsnummer";
